[
  {
    "id": "7ST-EA-AP-S-001",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Luxury Penthouse in Downtown",
    "segment_name": "High-end",
    "description": "This luxury penthouse located in the heart of downtown offers stunning city views from its spacious living area. Featuring three bedrooms, a modern kitchen with top-of-the-line appliances, and a private rooftop terrace, this property is perfect for those seeking an upscale urban lifestyle. Additional amenities include a swimming pool, fitness center, and 24-hour concierge service. The penthouse is designed with contemporary finishes and boasts large windows that allow for plenty of natural light.",
    "price": "$3,500,000",
    "status": "Sale",
    "area": "4000 sq ft",
    "location": "Downtown, Cityville",
    "view": "Park Views",
    "facilities": [
      "living room",
      "swimming pool",
      "Kitchen",
      "fitness center",
      "rooftop terrace",
      "24-hour concierge"
    ]
  },
  {
    "id": "7ST-EA-AP-T-002",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Cozy Suburban Home",
    "segment_name": "Mid-range",
    "description": "This charming suburban home is perfect for families looking for a comfortable and peaceful environment. Located in a quiet neighborhood, it features four bedrooms, a spacious living room, and a modern kitchen. The backyard is ideal for outdoor activities, complete with a deck and garden space. The property also includes a two-car garage and is conveniently located near schools, parks, and shopping centers.",
    "price": "$450,000",
    "status": "Sale",
    "area": "2500 sq ft",
    "location": "Greenwood, Suburbia",
    "view": "City Skyline Views",
    "facilities": ["living room", "garden", "Kitchen", "garage", "deck"]
  },
  {
    "id": "7ST-EA-AP-R-003",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Modern Apartment in the City",
    "segment_name": "Mid-range",
    "description": "This modern apartment offers a sleek and contemporary living space in the bustling city center. With two bedrooms, a fully equipped kitchen, and a cozy living room, this apartment is perfect for young professionals or small families. The building includes a swimming pool, fitness center, and secure parking. Enjoy the convenience of city living with easy access to restaurants, shops, and public transportation.",
    "price": "$750,000",
    "status": "Sale",
    "area": "1200 sq ft",
    "location": "City Center, Metropolis",
    "view": "Sparkling Water Views",
    "facilities": [
      "living room",
      "swimming pool",
      "Kitchen",
      "fitness center",
      "secure parking"
    ]
  },
  {
    "id": "7ST-EA-AP-K-004",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Beachfront Villa",
    "segment_name": "Luxury",
    "description": "This stunning beachfront villa offers unparalleled ocean views and direct access to the beach. The property features five spacious bedrooms, a gourmet kitchen, and an open-plan living and dining area that opens onto a large patio with an infinity pool. The villa is equipped with modern amenities and high-end finishes, providing a perfect retreat for relaxation and entertainment. Additional features include a private garden, outdoor kitchen, and a two-car garage.",
    "price": "$5,800,000",
    "status": "Sale",
    "area": "5000 sq ft",
    "location": "Palm Beach, Coastline",
    "view": "Tranquil Garden Views",
    "facilities": [
      "living room",
      "swimming pool",
      "Kitchen",
      "garden",
      "outdoor kitchen",
      "garage"
    ]
  },
  {
    "id": "7ST-EA-AP-G-005",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Spacious Family House",
    "segment_name": "Mid-range",
    "description": "This spacious family house located in a friendly neighborhood is ideal for growing families. It features five bedrooms, a large living room, and a well-equipped kitchen. The backyard is perfect for children to play and for hosting family gatherings. The house also includes a two-car garage and is close to schools, parks, and shopping areas. With its warm and welcoming ambiance, this home provides a comfortable living space.",
    "price": "$520,000",
    "status": "Sale",
    "area": "3000 sq ft",
    "location": "Sunnyvale, Suburbia",
    "view": "Rolling Hillside Views",
    "facilities": ["living room", "garden", "Kitchen", "garage", "patio"]
  },
  {
    "id": "7ST-EA-AP-O-006",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Charming Country Cottage",
    "segment_name": "Affordable",
    "description": "This charming country cottage offers a cozy and rustic living space. With two bedrooms, a comfortable living room with a fireplace, and a quaint kitchen, this property is perfect for those looking to escape the hustle and bustle of city life. The cottage is surrounded by a beautiful garden and includes a small patio for outdoor relaxation. Located in a peaceful rural area, it provides a perfect getaway.",
    "price": "$300,000",
    "status": "Sale",
    "area": "1500 sq ft",
    "location": "Countryside, Ruralville",
    "view": "Sunset Terrace Views",
    "facilities": ["living room", "garden", "Kitchen", "fireplace", "patio"]
  },
  {
    "id": "7ST-EA-AP-P-007",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Urban Loft Apartment",
    "segment_name": "High-end",
    "description": "This urban loft apartment offers a stylish and modern living space in the heart of the city. Featuring an open-plan design with high ceilings, large windows, and contemporary finishes, it includes one bedroom, a sleek kitchen, and a spacious living area. The building provides residents with access to a fitness center, rooftop terrace, and secure parking. Ideal for professionals looking for a vibrant city lifestyle.",
    "price": "$950,000",
    "status": "Sale",
    "area": "1100 sq ft",
    "location": "Downtown, Metropolis",
    "view": "Private Courtyard Views",
    "facilities": [
      "living room",
      "Kitchen",
      "fitness center",
      "rooftop terrace",
      "secure parking"
    ]
  },
  {
    "id": "7ST-EA-AP-U-008",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Elegant Townhouse",
    "segment_name": "Mid-range",
    "description": "This elegant townhouse combines modern design with classic charm. It features three bedrooms, a stylish living room, and a fully equipped kitchen. The property includes a small garden and a private patio, perfect for outdoor dining and relaxation. Located in a desirable neighborhood, it is close to schools, parks, and shopping centers. The townhouse offers a comfortable and convenient living space for families and professionals.",
    "price": "$650,000",
    "status": "Sale",
    "area": "2000 sq ft",
    "location": "Riverside, Townsville",
    "view": "Woodland Sanctuary Views",
    "facilities": ["living room", "garden", "Kitchen", "patio"]
  },
  {
    "id": "7ST-EA-AP-D-009",
    "image": "https://i.ibb.co/JjnPqL1/luxury-penthouse-in-downtown.jpg",
    "estate_title": "Modern Studio Apartment",
    "segment_name": "Affordable",
    "description": "This modern studio apartment is perfect for singles or couples seeking an affordable yet stylish living space in the city. The apartment features an open-plan living area with a compact kitchen and a bathroom. It offers convenient access to public transportation, shops, and restaurants. The building includes a communal lounge and laundry facilities. With its modern finishes and central location, this studio apartment provides a practical and comfortable urban living experience.",
    "price": "$350,000",
    "status": "Sale",
    "area": "600 sq ft",
    "location": "City Center, Metropolis",
    "view": "Vineyard Vista Views",
    "facilities": [
      "living room",
      "Kitchen",
      "communal lounge",
      "laundry facilities"
    ]
  }
]
